{
    "data": [
        {
            "titleStart": "Summer Festival",
            "title": "Midsummer",
            "class": "janji",
            "till": "Until Midsummer",
            "text": "Midsummer and Midsummer's Day is the most traditional and joyful Latvian holiday, celebrated at the summer solstice, when the sun has reached its highest point in the sky, when it is the longest day of the year, followed by the shortest night of the year and nature is in full bloom. According to the traditions of ancient Latvians, they are celebrated in accordance with the sun, the celebration events start on June 21. The Midsummer Day is celebrated throughout Latvia on June 23, Midsummer Day on June 24, which is the official public holiday.",
            "title1": "Campfire",
            "text1": "The symbolism of the Midsummer bonfire is related to the replacement of the sun after it has set, so that even when the shortest night of the year has occurred, the festival would not be left without the sun, that is, the presence of light. It is assumed that this campfire is made by men, the task of women is to decorate it with various Midsummer halls and flowers. Guided by ancient Latvian traditions, it is important to choose a place to create this Midsummer to find its meaning in its essence. The search for this place should be guided by the intersection of the veins of fire - a place where greener grass, red ants, etc. are located. However, if you do not want to go into the nuances, then it is important to remember that this bonfire must be made on a hill. Traditionally, the strongest bonfire will come from oak logs.",
            "title2": "Cheese",
            "text2": "Eating Midsummer cheese is one of the oldest traditions of the Latvian people. For the ancient Latvians, the tying and eating of this special Midsummer cheese symbolized the importance of animal husbandry in the farm of the ancient Latvians, but today this cheese symbolizes the value of the Latvian national identity. Midsummer cheese, arranged in a circular shape, symbolizes the sun and the world as a whole.",
            "title3": "Wreath",
            "text3": "The wreath of Midsummer and its weaving is one of the most important traditions of the Latvian summer solstice festival. It consists of two important elements: the circle as a symbol of the sun and the chosen Midsummer grass, which is endowed with the power of various herbs. Men's wreaths are usually chosen from oak leaves, but women's from any flowers, grass, sometimes also weave oak leaves. The rule of using thirty-nine flowers has emerged from the ancient Latvian traditions, because just as many and different flowers in the crown give strength and energy. The important thing in weaving a wreath is to remember to think bright thoughts and be in a good mood!"   
        },
        {
            "titleStart": "Spring Solstice",
            "title": "Easter",
            "class": "lieldienas",
            "till": "Until Easter",
            "text": "Easter, according to ancient Latvian traditions, is a spring solstice celebration. Depending on the mutual condition of the Earth and the Sun, the day and night are the same length, then the days are longer and the nights shorter. Each year is celebrated on a different calendar date, usually is in March or April. ",
            "title1": "Eggs",
            "text1": "Eggs at Easter symbolize the sun as well as new life. According to ancient Latvian traditions, eating eggs promotes better health and protects against disasters. One of the traditions is to dye eggs in onion peel water, thus giving them color. The most attractive tradition is egg fighting - before this attraction is performed, each person must choose a wish, for which the egg does not break, then the wish will come true. The main Easter tradition is rolling eggs. ",           
            "title2": "Swing",
            "text2": "One of the most unique Easter traditions - swinging on a swing. Not only is it a fun attraction, but it is also important. Swinging is a magical ritual that symbolically mimics the sun dancing on Easter morning. Swing magic helps the sun swing to make it easier to ascend to the sky. Furthermore, Latvian beliefs say that you need to swing a lot at Easter, then you will not sleep all year round and in summer mosquitoes and gnats will not bite. Also, the ancient Latvians believed that swinging symbolized the fertility of the harvest.",
            "title3": "Willow - catkins",
            "text3": "One of the oldest traditions that is performed on Palm Sunday is beating with palm branches. In various parts of Latvia, beating is also called threshing, beeping, puffing and spinning. It is not really clear how and why this tradition originated, but its origins are connected even with very ancient and even pagan rituals performed by ancient Latvians. Nowadays, on this day, a bunch of twigs with blossomed bows are gathered, so that you can then beat each other with it, saying: "Round like a willow, round like a willow, sick outside, health inside!". In this way, the other is wished good health for the rest of the year."
        },
        {
            "titleStart": "Family Holidays",
            "title": "Christmas",
            "class": "ziemassvetki",
            "till": "Until Christmas",
            "text": "Christmas is the winter solstice, when the longest night and the shortest day of the year occur. These days also celebrate the birth of Jesus Christ. These festivals usually last from December 24 to December 26. These days include Christmas Eve, First and Second Christmas. It is respect for different traditions that have been borrowed from the ancient times. the ancient Latvians were also respected the different traditions that have survived today. ",
            "title1": "Christmas tree",
            "text1": "One of the Christmas traditions is the Christmas tree brought home and its decoration. Legend has it that this tradition dates back to 1511 in Riga. Initially, people decorated the Christmas tree with candy, fruit and decorations made of paper, but nowadays more ornately made ornaments are used for decoration. This tradition is very important in creating a festive mood. Chains of lamps, colorful decorations and lighted candles in the Christmas tree make this holiday more heartfelt and illuminate the dark times.",
            "title2": "Food",
            "text2": "Folk tradition says that there should be at least 9 different dishes on the table at Christmas to be prosperous and rich next year. The Christmas meal includes dishes such as gray peas, pies, gingerbread, stewed cabbage, pork and other traditional Latvian dishes. The ancient Latvians believed that each of these traditional dishes brought some good news, which will be fulfilled next year. Christmas feast is a family tradition today.",
            "title3": "Presents",
            "text3": "Christmas is often called the time of gift giving. Gift giving is a nice and heartfelt addition to this holiday. Thus, the importance and sincerity towards each other is confirmed. At Christmas, it is assumed that these gifts are brought by Santa Claus, who is one of the symbols of this holiday, and they are placed under the decorated Christmas tree. This tradition has become even more important today. "
        }
    ],
    "time": {
        "h": " h",
        "s": " s",
        "min": " min",
        "day": " days"
    },
    "general": {
        "more": "More info",
        "logo": "Holidays in Latvia",
        "wreath": "The wreath of the seasons"
    }
}