{
    "data": [
        {
            "titleStart": "Каникулы летом",
            "title": "Середина лета",
            "class": "janji",
            "till": "До середины лета ",
            "text": "Середина лета и Лиго - самый традиционный и веселый латвийский праздник. Они отмечаются во время летнего солнцестояния, когда солнце достигает своей наивысшей точки на небе, когда это самый длинный день в году, за которым следует самая короткая ночь в году, а природа находится в полном расцвете. По старинным латышским традициям их отмечают по солнцу, торжественные мероприятия начинаются 21 июня. День летнего солнцестояния отмечается по всей Латвии 23 июня, а день летнего солнцестояния - 24 июня, который является официальным государственным праздником.",
            "title1": " Kостёр",
            "text1": "Символика костра летнего солнцестояния связана с заменой солнца после того, как оно зашло, так что даже когда наступила самая короткая ночь в году, праздник не остался бы без солнца, то есть присутствия света. Предполагается, что этот костер разводят мужчины, а задача женщин - украсить его различными летними залами и цветами. Руководствуясь древними латышскими традициями, важно выбрать место для создания этого летнего солнцестояния, чтобы найти его смысл в его сути. При поиске этого места следует ориентироваться на пересечение жилы огня - место, где находится более зеленая трава, красные муравьи и т. Д. Однако если вы не хотите вдаваться в нюансы, то важно помнить, что этот костер нужно разводить на холме. Традиционно самый сильный костер будет из дубовых бревен.",
            "title2": "Сыр",
            "text2": "Есть сыр - одна из старейших традиций латышского народа. Для древних латышей связывание и употребление в пищу этого особого летнего сыра символизировало важность животноводства на ферме древних латышей, но сегодня этот сыр символизирует ценность латышской национальной самобытности. Сыр летнего солнцестояния, расположенный в форме круга, символизирует солнце и мир в целом.",
            "title3": "Венок",
            "text3": "Венок и его плетение - одна из важнейших традиций латвийского праздника летнего солнцестояния. Он состоит из двух важных элементов: круга как символа солнца и выбранной травы летнего солнцестояния, наделенной силой различных трав. Мужские венки обычно выбирают из дубовых листьев, а женские из любых цветов, травы, иногда плетут и дубовые листья. Правило использования тридцати девяти цветов возникло из древних латышских традиций, потому что столько разных цветов в короне придают силу и энергию. Главное при плетении венка - не забывать мыслить светлые и быть в хорошем настроении!"
        },
        {
            "titleStart": "Весеннее солнцестояние",
            "title": "Пасха ",
            "class": "lieldienas",
            "till": "До Пасхи ",
            "text": " Пасха, согласно древним латышским традициям, - это праздник весеннего солнцестояния. В зависимости от взаимного положения Земли и Солнца день и ночь имеют одинаковую длину, затем дни становятся длиннее, а ночи короче. Каждый год этот праздник отмечается в другой календарный день, обычно в марте или апреле.",
            "title1": "Яйцa",
            "text1": "Яйца на Пасху символизируют как солнце, так и новую жизнь. Согласно древним латвийским традициям, употребление яиц в пищу укрепляет здоровье и защищает от бедствий. Одна из традиций - красить яйца в луковой воде, придавая им цвет. Самая привлекательная традиция - яичный бой - перед тем, как совершить аттракцион, каждый человек должен выбрать желание, при котором яйцо не разбивается, тогда желание сбудется. Основная пасхальная традиция - катание яиц.",           
            "title2": "Kачели",
            "text2": "Одна из самых уникальных пасхальных традиций - качели на качелях. Это не только забавный аттракцион, но и важный. Свинг - это магический ритуал, который символически имитирует танец солнца в пасхальное утро. Магия качания помогает солнцу качаться, чтобы облегчить восхождение в небо. К тому же латышские поверья гласят, что на Пасху нужно много качаться, тогда круглый год не будешь спать, а летом не укусят комары и громы. Также древние латыши считали, что раскачивание символизирует плодородие урожая.",
            "title3": "Bерба",
            "text3": "Одна из древнейших традиций, совершаемых в Вербное воскресенье - это битье пальмовыми ветвями. В разных частях Латвии избиение еще называют молотилом, писком, пыхтением и прядением. Не совсем понятно, как и почему возникла эта традиция, но ее истоки связаны даже с очень древними и даже языческими ритуалами, проводимыми древними латышами. В наши дни в этот день собирают пучок веток с распустившимися бантиками, чтобы потом можно было бить друг друга, говоря: «Круглые, как окурки, круглые, как окурки, снаружи больно, здоровье внутри!». Таким образом, другому желают крепкого здоровья до конца года."
        },
        {
            "titleStart": "Самый семейный праздник",
            "title": "Рождество",
            "class": "ziemassvetki",
            "till": "До Рождества ",
            "text": "Рождество - это зимнее солнцестояние, когда случаются самая длинная ночь и самый короткий день в году. В эти дни также отмечают рождение Иисуса Христа. Этот праздник обычно длится с 24 по 26 декабря. Эти дни включают сочельник, первое и второе Рождество. Различные традиции заимствованы из древних времен. Древние латыши также соблюдали различные традиции, сохранившиеся до наших дней.", 
            "title1": "Eль",
            "text1": "Одна из рождественских традиций - приносить в дом елку и ее украшения. Легенда гласит, что эта традиция восходит к 1511 году в Риге. Изначально елку украшали конфетами, фруктами и украшениями из бумаги, но сейчас для украшения используются более витиеватые орнаменты. Эта традиция очень важна для создания праздничного настроения. Цепочки светильников, шикарные украшения и зажженные свечи на елке делают этот праздник более сердечным и озаряют темные времена.",
            "title2": "Еда",
            "text2": "Народная традиция гласит, что на Рождество должно быть не менее 9 разных блюд, чтобы в следующем году было благополучно и сытно. Рождественский обед включает такие блюда, как серый горошек, пироги, имбирные пряники, тушеную капусту, свинину и другие традиционные латвийские блюда. Древние латыши верили, что каждое из этих традиционных блюд приносит радостную весть, которая исполнится в следующем году. Рождественский застолье сегодня является семейной традицией.",
            "title3": "Подарки",
            "text3": "Рождество часто называют временем дарения подарков. Подарок - это приятное и душевное дополнение к этому празднику. Это подтверждает важность и искренность по отношению друг к другу. На Рождество предполагается, что эти подарки приносит Дед Мороз, который является одним из символов этого праздника, и кладет их под украшенную елку. Сегодня эта традиция стала еще более важной. "
  
        }
    ],
    "time": {
        "h": " ч",
        "s": " сек",
        "min": "мин",
        "day": " дней"
    },
    "general": {
        "more": "Более",
        "logo": "Праздники Латвии",
        "vainags": "Венок времен года"
    }
}